Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerFoot Property
 tonnes of carbon dioxide per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerFoot { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerFoot {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace